const floor1 = {
    floor: "الشرقي",
    sections: [
        {
            sectionTitle: "قسم الكنافة",
            divisions: [
                {
                    divisionTitle: "الكنافة",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم",
                        "نظافة اعلي واسفل البنوك",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية",
                        "الالتزام بترتيب المنطقة المتفق عليه",
                        "نظافة الاستاندات الثابتة",
                        "نظافة ماكينة فرم الكنافة",
                        "نظافة وتصنيف دولاب الادوات المستخدمة",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية",
                        "نظافة المضرب",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        "يتم تنظيف وغسيل ادوات التقطيع والماكينه بعد الانتهاء من المنتجات المحتوية على مسببات حساسية"
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات",
                        "نظافة الاسقف وعدم تقشير الدهان",
                        "نظافة حوض التعقييم",
                        "نظافة الحوائط والاركان بين الأرضيات والحوائط",
                        "وجود كيس داخل صناديق المخلفات",
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التاكد من وجود صابون ايدي وكحول بالقسم"
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان"
                    ]
                }
            ]
        },
        {
            sectionTitle: "قسم البسبوسة",
            divisions: [
                {
                    divisionTitle: "البسبوسة",
                    questions: [
                        "هل تم تحضير المكونات؟",
                        "هل تم تنظيف القوالب؟"
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "هل تم ترتيب الأدوات؟",
                        "هل تم التأكد من صلاحية المواد؟"
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "هل تم فحص المعدات؟",
                        "هل تم تسجيل الأعطال؟"
                    ]
                }
            ]
        }
    ]
}

export default floor1;