/*

sections:[{sectionTitle: "القسم",divisions:[{divisionTitle:"القسم الفرعي", questions:["الاول", "الثاني"]}]}]

sections: [
        {
            sectionTitle: "غرفة",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [

                    ],
                },
            ],
        },
    ]
*/
const floor1 = {
    floorId: "الشرقي",
    sections: [
        {
            sectionTitle: "قسم الافران",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التأكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الافران من الخارج ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ]
                },
                {
                    divisionTitle: "افران الشرقي",
                    questions: [
                        "التأكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        " نظافة الصفيات الكبيرة ",
                        "نظافة الصفيات الصغيرة ",
                        "نظافة الاستاندات ",
                        "نظافة ماكينة حفظ العسل ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "التأكد من عدم وجود اي منتجات زيادة من البسبوسة ",
                        "نظافة ماكينة التسمين ",
                        "نظافة ماكينة الملبن",
                    ],
                },
            ]
        },
        {
            sectionTitle: "قسم البسبوسة",
            divisions: [
                {
                    divisionTitle: "البسبوسة",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        " نظافة استندات الثابت ",
                        "نظافة العجان ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة الميزان ",
                        "نظافة ماكينه الكعك ",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه والاستاندات بعد ا الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ]
                }
            ]
        },
        {
            sectionTitle: "البقلاوة",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط",
                        "وجود كيس داخل صناديق المخلفات",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        " نظافة الترولي الثابت ",
                    ],
                },
                {
                    divisionTitle: "البقلاوة",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة ماكينة المكسرات ",
                        "نظافة ماكينة التسمين ",
                        "نظافة دولاب الادوات ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة فرد العجين ",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه والاستاندات بعد ا الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "التعبئة و التغليف",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                    ],
                },
            ],
        },
    ]
}

export default floor1;