const floor0 = {
    floorId: "الارضي",
    sections: [
        {
            sectionTitle: "الطرق والرمب",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "هل غرفه القمامه نظيفة ",
                        "هل غرفة القمامه يتم تخزين القمامه في اكياس ويتم وضعها بطريقة مرتبه",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "هل الرنب لا يوجد به كسر ",
                        "هل غرفه القمامه لا يوجد بها كسر ",
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "هل ارضيات الطرق نظيفة  ",
                        "هل الحوائط نظيفة ",
                        "هل الارضيات والحوائط سليمه ولا يوجد تكسير ",
                        "هل الرنب نظيف وبحالة جيده ",
                        "الميزان",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التبريد 1",
            divisions: [
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "الباليتات ونظافتها وعدم وجود عفن بها",
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "ارضية الغرفة والحوائط نظيفة",
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات",
                        "الخامات محكمة الغلق ومعرفة",
                        "التأكد من فصل بين مسببات الحساسية ",
                        "يتم اتباع نظام FIFO",
                        "متابعة الصلاحيات ولا يوجد خامات منتهيه ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التبريد 2",
            divisions: [
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "الباليتات ونظافتها وعدم وجود عفن بها ",
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "نظافة الاستندات ",
                        "نظافة الستائر البلاستيكية",
                        "الخامات محكمة الغلق ومعرفة",
                        "التأكد من فصل بين مسببات الحساسية",
                        "يتم اتباع نظام الفيفو",
                        "متابعة الصلاحيات ولا يوجد خامات منتهيه ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة تبريد الخضار",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [],
                },
            ],
        },
        {
            sectionTitle: "غرفة التحضير",
            divisions: [
                {
                    divisionTitle: "التحضيرات",
                    questions: [
                        "نظافة الصحارات ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "نظافةالميزان",
                        "نظافة الاستاندات",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه",
                        " توجد ادوات خاصة لوزن المواد المسببة للحساسية",
                        "العلب المستخدمة بحالة جيدة ام لا",
                        " المواد الخام محمية من احتمال حدوث تلوث",
                        "التاكد من نظافة الادوات الخاصة بتحضير المواد المسببة للحساسية ",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ],
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج ",
                        "نظافة الارضيات ",
                        "نظافة البلاعات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة تبريد المخازن",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الستائر البلاستيكية",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة تبريد المخازن 1",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة ابواب وجوانات والمقابض",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة تجميد المخازن",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الستائر البلاستيكية",
                        "الباليتات ونظافتها وعدم وجود عفن فيها ",
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "نظافة ابواب وجوانات والمقابض",
                        "ارضية الفرفة والحوائط نظيفة ",
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ",
                        "الخامات محكمة الغلق ومعرفة",
                        "يتم اتباع نظام FIFO",
                        "التاكد من صلاحيات الخامات وعدم وجود اي خامات منتهي الصلاحية ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "مخزن الكيماويات",
            divisions: [
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "باب المخزن نظيف ومغلق دائما",
                        "الارضية نظيفة ولا يوجد تسريبات علي الارض",
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "الاتزام بتعليمات التخزين والرص",
                        "يتم اتباع نظام FIFO",
                    ],
                },
            ],
        },
        {
            sectionTitle: "مخزن داخلي",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج",
                        "نظافة حوض التعقييم",
                        "وجود كيس داخل صناديق المخلفات",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة  الباليتات واسفلها ",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "نظافة الارضيات و البلاعات ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل الاستندات",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الهاند بايت",
                        "يتم افراغ حاويات القمامه دوريا قبل امتلائها",
                        "الابواب المؤدية للخارج مغلقة",
                        "التوابل في حافظتها ومعرفة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "التأكد من فصل بين مسببات الحساسية ",
                        "خامات التعبئة والتغليف في الجانين علي باليتات وفي حافظتها الباستيكية", " يتم تخزين المواد المسببة للحساسية بطريقة سليمة",
                        " حاويات المواد الخام سليمة وبحالة جيدة",
                        "المواد الخام محمية من احتمال حدوث تلوث",
                        "التاكد من نظافة الثلاجات والفريزرات والاستاندات بعد تخزين المواد المسببة للحساسية ",
                    ],
                },
            ],
        },
    ]
}
export default floor0;