const floor4 = {
    floorId: "الكافيتيرا و الحمامات و اللوكارات",
    sections: [
        {
            sectionTitle: "الكافيتيرا و الحمامات و الوكارات",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة احواض غسيل وتطهير الايدي ",
                        "هل يوجد صابون ومطهر عند مدخل الدور ",
                        "هل الارضيات والحوائط في منطقة غسيل الايدي نظيفة ",
                        "هل الستائر البلاستيكيه نظيفة في مدخل الدور ",
                        "هل حوائط وارضيات والصرف والشبابيك الخاص بالكافتريا نظيف ",
                        "هل حوائط وارضيات الكافتريا بحالة جيده ولا يوجد بها كسور ",
                        "هل منطقة الحمامات(الارضيات و الحوائط و القعدة) نظيفة و بحالة جيدة",
                        "هل يوجد صابون ومطهر في احواض منطقة الحمامات ",
                        "هل حوض التطهير الخاص بمنطقة الحمامات نظيف ",
                        "نظافة ارضيات وحوائط منطقة الوكرات ",
                        "نظافة اللوكارات من الخارج ",
                        "هل سلم وحوائط الكافتريا نظيف ",
                        "هل الاسنسير نظيف",
                    ],
                },
            ],
        },
    ],
}
export default floor4;