const floor2 = {
    floorId: "الغربي",
    sections: [
        {
            sectionTitle: "الافران",
            divisions: [
                {
                    divisionTitle: "افران الغربي",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات  الوسيطة  معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية",
                        "نظافة الحمام المائي",
                    ],
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                        "نظافة الصاجات المستخدمة",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الشعلة ",
                        "نظافة ماكينة الاجلاسيات",
                        "نظافة الافران من الخارج",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان",
                    ]
                },
            ],
        },
        {
            sectionTitle: "تحضير الاسبونج",
            divisions: [
                {
                    divisionTitle: "تحضير الاسبونج",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة جميع المضارب الموجودة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الفورم والصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "التورت الاسبيشيال",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات   ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "التورت الاسبيشيال",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الاستاندات الثابته",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة المضرب ",
                        "نظافة الميكروويف ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة علب الخامات من الخارج والتغطية الجيدة ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف و عدم تقشير الدهان",
                    ]
                },
            ]
        },
        {
            sectionTitle: "التورت العادية",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات   ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                    ]
                },
                {
                    divisionTitle: "التورت العادية",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة ماكينه بشر الشيكولاته",
                        "نظافة الاستاندات الثابته",
                        "نظافة ماكينة الجيلي",
                        "نظافة الحمام المائي",
                        "تصنيف دولاب الادوات وتنظيفه جيدا",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "التاكد من عدم وجود اي تورت بتاريخ قديم",
                        "نظافة الاذانات من الخارج وجميع علب الخامات والتغطية الجيدة ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "الجاتو الاسبيشيال",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات    ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة  الصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الجاتو الاسبيشيال",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الاستاندات الثابتة ",
                        "نظافة جميع المضارب الموجودة ",
                        "نظافة وتصنيف دولاب الادوات المستخدمة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة السابلية  ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "الجاتو اللوكس",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة حوض التعقيم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
                {
                    divisionTitle: "الجاتو اللوكس",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة المضرب ",
                        "تصنيف دولاب الادوات وتنظيفه جيدا",
                        "ماكينة تقطيع الجاتوة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة علب الخامات من الخارج والتغطية الجيدة ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "حشو التورت",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
                {
                    divisionTitle: "حشو التورت",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الاذانات من الخارج وجميع علب الخامات والتغطية الجيدة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة تفتيح الاسبونج ",
                        "نظافة المضرب ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "غرفة التجميد",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة  والحوائط نظيفة ",
                    ]
                },
                {
                    divisionTitle: "الجاتو الاسبيشيال",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات  مغطه  ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ]
                },
                {
                    divisionTitle: "تحضير الاسبونج",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات  مغطه  ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة  والحوائط نظيفة ",
                    ]
                },
                {
                    divisionTitle: "التورت العادية",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات  مغطه  ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ]
                },
            ]
        },
        {
            sectionTitle: "قسم عجينة السكر",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج  و البلاعات",
                        "نظافة الارضيات   ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
                {
                    divisionTitle: "قسم عجينة السكر",
                    questions: [
                        "نظافة الاستاندات الثابته",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة العجان ",
                        "نظافة ماكينة فرد العجين",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة علب الخامات من الخارج والتغطية الجيدة ",
                    ]
                },
            ]
        },
    ]
}
export default floor2;