/*
sections: [
        {
            sectionTitle: "غرفة",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [

                    ],
                },
            ],
        },
    ]
*/

const floor0 = {
    floorId: "الارضي",
    sections: [
        {
            sectionTitle: "الطرق والرمب",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "هل غرفه القمامه نظيفة ",
                        "هل غرفة القمامه يتم تخزين القمامه في اكياس ويتم وضعها بطريقة مرتبه "
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "هل الرنب لا يوجد به كسر ",
                        "هل غرفه القمامه لا يوجد بها كسر "
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "هل ارضيات الطرق نظيفة  ",
                        "هل الحوائط نظيفة ",
                        "هل الارضيات والحوائط سليمه ولا يوجد تكسير ",
                        "هل الرنب نظيف وبحالة جيده ",
                        "الميزان "
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التحضير",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [],
                },
                {
                    divisionTitle: "التحضيرات",
                    questions: [],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التبريد 2",
            divisions: [
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "الباليتات ونظافتها وعدم وجود عفن بها ",
                    ],
                },
                {
                    divisionTitle: "المخازن",
                    questions: [
                        "نظافة ابواب وجوانات والمقابض",
                        "ارضية الفرفة  والحوائط نظيفة ",
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ",
                        "نظافة الستائر  البلاستيكية",
                        "الخامات محكمة الغلق ومعرفة",
                        "التأكد من فصل بين مسببات الحساسية ",
                        "يتم اتباع نظام الفيفو",
                        "الباليتات ونظافتها وعدم وجود عفن بها ",
                        "متابعة الصلاحيات  ولا يوجد خامات منتهيه "
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة تبريد الخضار",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [],
                },
            ],
        },
    ]
}
export default floor0;