/* 

{
            sectionTitle: "قسم",
            divisions: [
                {
                    divisionTitle: "بنك",
                    questions: [

                    ],
                },
            ],
        },

*/

const floor3 = {
    floorId: "الثالث",
    sections: [
        {
            sectionTitle: "الافران",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج  ",
                        "نظافة الارضيات  و البلاعات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الافران  من الخارج",
                        "نظافة الشعلة ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
                {
                    divisionTitle: "أفران المخبوزات",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الاستاندات الثابته",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                    ]
                },
            ],
        },
        {
            sectionTitle: "الالبان",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج    ",
                        "نظافة الارضيات و البلاعات",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة حلة التسوية ",
                        "نظافة الشعلة",
                    ]
                },
                {
                    divisionTitle: "الالبان",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة المضرب ",
                        "نظافة المبرد",
                        "نظافة الاستاندات الثابتة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "الايس كريم",
            divisions: [
                {
                    divisionTitle: "الايس كريم",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الفورم و العبوات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "تصنيف دولاب الادوات وتنظيفه جيدا",
                        "نظافة ماكينات البسترة", "نظافة ماكينات التصنيع ",
                        "نظافة اوتشوك تجميد",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة نفق التجميد ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج   ",
                        "نظافة الارضيات  و البلاعات",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "البيتي فور",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج",
                        "نظافة الارضيات    و البلاعات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة المضرب ",
                    ]
                },
                {
                    divisionTitle: "البيتي فور",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الفورم و العبوات  المستخدمة ",
                        "نظافة عبوات الخامات من الخارج ",
                        "نظافة العجان ",
                        "نظافة ماكينة السابليه",
                        "نظافه البرانيك المستخدمه في العمليه الانتاجيه",
                        "نظافة ماكينات البيتي فور ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
    ],
}
export default floor3;