const floor1 = {
    floorId: "الشرقي",
    sections: [
        {
            sectionTitle: "قسم الافران",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التأكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الافران من الخارج ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ]
                },
                {
                    divisionTitle: "افران الشرقي",
                    questions: [
                        "التأكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        " نظافة الصفيات الكبيرة ",
                        "نظافة الصفيات الصغيرة ",
                        "نظافة الاستاندات ",
                        "نظافة ماكينة حفظ العسل ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "التأكد من عدم وجود اي منتجات زيادة من البسبوسة ",
                        "نظافة ماكينة التسمين ",
                        "نظافة ماكينة الملبن",
                    ],
                },
            ]
        },
        {
            sectionTitle: "قسم البسبوسة",
            divisions: [
                {
                    divisionTitle: "البسبوسة",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        " نظافة استندات الثابت ",
                        "نظافة العجان ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة الميزان ",
                        "نظافة ماكينه الكعك ",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه والاستاندات بعد ا الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ]
                }
            ]
        },
        {
            sectionTitle: "البقلاوة",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط",
                        "وجود كيس داخل صناديق المخلفات",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        " نظافة الترولي الثابت ",
                    ],
                },
                {
                    divisionTitle: "البقلاوة",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة ماكينة المكسرات ",
                        "نظافة ماكينة التسمين ",
                        "نظافة دولاب الادوات ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة فرد العجين ",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه والاستاندات بعد ا الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "التعبئة و التغليف",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الترولي الثابت ",
                    ]
                },
                {
                    divisionTitle: "التعبئة و التغليف",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الاستناندات الثابتة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة تقطيع الصواني ",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه والاستاندات بعد الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ]
                },
            ],
        },
        {
            sectionTitle: "الزيوت",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات",
                        "نظافة حوض التعقيم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "حامل الاذانات ",
                        "نظافة الشعلة",
                    ]
                },
                {
                    divisionTitle: "الزيوت",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة ماكينة بلح الشام  ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان",
                    ]
                },
            ]
        },
        {
            sectionTitle: "الكنافة",
            divisions: [
                {
                    divisionTitle: "الكنافة",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الاستاندات الثابتة ",
                        "نظافة ماكينة فرم الكنافة ",
                        "نظافة وتصنيف دولاب الادوات المستخدمة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة المضرب ",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه  بعد ا الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات  ",
                        "نظافة الارضيات  ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان",
                    ]
                },
            ]
        },
        {
            sectionTitle: "المكسرات",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات",
                        "التاكد من وجود صابون ايدي وكحول بالقسم",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الترولي الثابت ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان",
                    ]
                },
                {
                    divisionTitle: "المكسرات",
                    questions: [
                        "نظافة الارضيات ",
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الصواني والصاجات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة ماكينة المكسرات ",
                        "نظافة الميزان ",
                        "نظافة وتصنيف دولاب الادوات المستخدمة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة مكبس الكنافة ",
                        "نظافة الاستاندات وتعريف المنتجات في غرفة التبريد",
                        " يتم تنظيف وغسيل ادوات التقطيع والماكينه  بعد ا الانتهاء من المنتجات المحتوي علي مسببات حساسية",
                    ]
                },
            ]
        },
        {
            sectionTitle: "ثلاجة الكنترول",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة  والحوائط نظيفة",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة مراوح وحدات التبريد وعدم وجود اثار اعفان بها ",
                    ]
                },
                {
                    divisionTitle: "الكنترول",
                    questions: [
                        "جميع المنتجات مرفوعة علي باليتات ولا يوجد منتجات علي الارض",
                        "عدم التخزين اسفل وحدة التبريد",
                    ]
                },
            ]
        },
        {
            sectionTitle: "غرفة تبريد الشرقي",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة  والحوائط نظيفة",
                    ]
                },
                {
                    divisionTitle: "غرفة تبريد الشرقي",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات  مغطه  ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ]
                },
            ]
        },
        {
            sectionTitle: "غرفة تجميد الشرقي",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة  والحوائط نظيفة",
                    ]
                },
                {
                    divisionTitle: "البقلاوة",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات  مغطه  ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ]
                },
            ]
        },
        {
            sectionTitle: "فريزر الكنترول",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة  والحوائط نظيفة ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة مراوح وحدات التبريد وعدم وجود اثار اعفان بها ",
                    ]
                },
                {
                    divisionTitle: "الكنترول",
                    questions: [
                        "جميع المنتجات مرفوعة علي باليتات ولا يوجد منتجات علي الارض",
                        "عدم التخزين اسفل وحدة التبريد",
                    ]
                },
            ]
        },
        {
            sectionTitle: "منطقة التحميل",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "هل حوائط منطقة التحميل بحالة جيده ونظيفة",
                        "هل ارضيات منطقة التحميل نظيفة وفي حالة جيدة",
                        "هل ابواب دخول السيارات في حالة جيدة",
                        "هل حوض غسيل الايدي نظيف",
                        "هل يوجد صابون ومطهر علي الحوض",
                        "هل سلم وحوائط المنتجات النهائية نظيف",
                        "هل حوائط وارضيات  اسنسير المنتجات النهائية نظيف",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "هل يوجد ماء ساخن علي الحوض",
                    ]
                },
                {
                    divisionTitle: "الكنترول",
                    questions: [
                        "هل يتم وضع المنتجات اثناء التحميل علي باليتات",
                        "هل يتم تداول المنتجات بالطريقة الصحيحة",
                        "هل مكاتب ادارة الكنترول في حالة جيدة",
                        "هل يتم استخدام السلم والاسنسر في نقل المنتجات النهائية فقط",
                    ]
                },
            ]
        },
        {
            sectionTitle: "منطقة غسيل الراكات",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "هل منطقة غسيل الراكات مرتبة",
                        "هل يتم الفصل بين الراكات النظيفة والغير نظيفة",
                        "هل حوائط بحالة جيدة",
                        "هل الارضيات بحالة جيدة",
                    ]
                },
            ]
        },
    ]
}

export default floor1;