const floor3 = {
    floorId: "الثالث",
    sections: [
        {
            sectionTitle: "الافران",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج  ",
                        "نظافة الارضيات  و البلاعات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الافران  من الخارج",
                        "نظافة الشعلة ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
                {
                    divisionTitle: "أفران المخبوزات",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الاستاندات الثابته",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                    ]
                },
            ],
        },
        {
            sectionTitle: "الالبان",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج    ",
                        "نظافة الارضيات و البلاعات",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة حلة التسوية ",
                        "نظافة الشعلة",
                    ]
                },
                {
                    divisionTitle: "الالبان",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة المضرب ",
                        "نظافة المبرد",
                        "نظافة الاستاندات الثابتة ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "الايس كريم",
            divisions: [
                {
                    divisionTitle: "الايس كريم",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "نظافة الفورم و العبوات المستخدمة ",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "تصنيف دولاب الادوات وتنظيفه جيدا",
                        "نظافة ماكينات البسترة", "نظافة ماكينات التصنيع ",
                        "نظافة اوتشوك تجميد",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة نفق التجميد ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج   ",
                        "نظافة الارضيات  و البلاعات",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "البيتي فور",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج",
                        "نظافة الارضيات    و البلاعات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل  صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الصاجات المستخدمة ",
                    ]
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة المضرب ",
                    ]
                },
                {
                    divisionTitle: "البيتي فور",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق  داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الفورم و العبوات  المستخدمة ",
                        "نظافة عبوات الخامات من الخارج ",
                        "نظافة العجان ",
                        "نظافة ماكينة السابليه",
                        "نظافه البرانيك المستخدمه في العمليه الانتاجيه",
                        "نظافة ماكينات البيتي فور ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ",
                    ]
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان  ",
                    ]
                },
            ]
        },
        {
            sectionTitle: "الحوادق",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                    ],
                },
                {
                    divisionTitle: "الاستيور(معدات)",
                    questions: [
                        "نظافة الفورم والصاجات المستخدمة ",
                    ],
                },
                {
                    divisionTitle: "الحوادق",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة الاستاندات الثابتة ",
                        "نظافة عبوات الخامات من الخارج ",
                        "نظافة جميع المضارب الموجودة ",
                        "تصنيف دولاب الادوات وتنظيفه جيدا",
                        "نظافة العجان ",
                        "نظافة ماكينة بشر الجبن ",
                        "نظافة ماكينة تقطيع الجبن ",
                        "نظافة الميكروويف ",
                        "نظافة الميزان ",
                        " نظافة ماكينة فرم ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة فرد العجين",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",
                    ],
                },
            ],
        },
        {
            sectionTitle: "المخبووزات",
            divisions: [
                {
                    divisionTitle: "الاستيورد",
                    questions: [
                        "نظافة الابواب من الداخل والخارج و البلاعات ",
                        "نظافة الارضيات ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ",
                        "نظافة الصاجات المستخدمة ",
                    ],
                },
                {
                    divisionTitle: "الخباز",
                    questions: [
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ",
                        "نظافة اعلي واسفل البنوك ",
                        "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ",
                        "الالتزام بترتيب المنطقة المتفق عليه ",
                        "نظافة عبوات الخامات من الخارج ",
                        "نظافة الاستاندات الثابتة ",
                        "نظافة ماكينة التكسير ",
                        "نظافة ماكينة البقسماط ",
                        "نظافة ماكينة الفينو ",
                        "نظافة العجان ",
                        "نظافة ماكينة فرد العجين",
                        "نظافة الميزان ",
                        "نظافة البرانيك المستخدمة في العملية الانتاجية ",
                        "نظافة ماكينة التوست ",
                        "نظافة الصحارة ",
                        "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ",
                    ],
                },
                {
                    divisionTitle: "الصيانة",
                    questions: [
                        "نظافة الاسقف وعدم تقشير الدهان ",

                    ],
                },
                {
                    sectionTitle: "الشيكولاتة",
                    divisions: [
                        {
                            divisionTitle: "الاستيورد",
                            questions: [
                                "نظافة الابواب من الداخل والخارج ",
                                "نظافة الارضيات والبلاعات ",
                                "نظافة البلاعات ",
                                "نظافة حوض التعقييم ",
                                "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                                "وجود كيس داخل صناديق المخلفات ",
                                "التاكد من وجود صابون ايدي وكحول بالقسم ",

                            ],
                        },
                        {
                            sectionTitle: "غرفة تجميد",
                            divisions: [
                                {
                                    divisionTitle: "الاستيورد",
                                    questions: [
                                        "ارضية الغرفة والحوائط نظيفة ",

                                    ],
                                },
                                {
                                    divisionTitle: "الخباز",
                                    questions: [
                                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض", "نظافة الاستندات ووضع كروت تعريف",
                                        "الخامات مغطه ومعرفة",
                                        "عدم التخزين اسفل وحدة التبريد ",
                                        "يتم اتباع نظام FIFO",
                                    ],
                                },
                            ],
                        },
                        {
                            divisionTitle: "الصيانة",
                            questions: [
                                "نظافة الابواب من الداخل والخارج ",
                                "نظافة الارضيات والبلاعات ",
                                "نظافة البلاعات ",
                                "نظافة حوض التعقييم ",
                                "نظافة الحوائط والاركان بين الارضيات والحوائط ",
                                "وجود كيس داخل صناديق المخلفات ",
                                "التاكد من وجود صابون ايدي وكحول بالقسم ",


                            ],
                        },
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التبريد",
            divisions: [
                {
                    divisionTitle: "الالبان",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ],
                },
                {
                    divisionTitle: "الايس كريم",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد",
                        "يتم اتباع نظام FIFO",
                    ],
                },
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة والحوائط نظيفة ",
                    ],
                },
                {
                    divisionTitle: "البيتي فور",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "ارضية الغرفة والحوائط نظيفة ",
                        "ارضية الغرفة والحوائط نظيفة ",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                        "ارضية الغرفة والحوائط نظيفة ",
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO", "نظافة الابواب من الداخل والخارج",
                        "نظافة الارضيات و البلاعات ",
                        "نظافة الاسقف وعدم تقشير الدهان ",
                        "نظافة حوض التعقييم ",
                        "نظافة الحوائط والاركان بين االارضيات والحوائط ",
                        "وجود كيس داخل صناديق المخلفات ",
                        "التاكد من فصل بين انواع المخلفات ووجود تعريف لكل نوع",
                        "التاكد من وجود صابون ايدي وكحول بالقسم ", "نظافة الصاجات المستخدمة ", "التأكد من عدم وجود دبابيس ومشبك ورق داخل القسم ", "نظافة اعلي واسفل البنوك ", "جميع الخامات معرفة بشكل صحيح وغير منتهية الصلاحية ", "الالتزام بترتيب المنطقة المتفق عليه ", "نظافة المضرب ", "نظافة الفورم و العبوات المستخدمة ", "نظافة عبوات الخامات من الخارج ", "نظافة العجان ", "نظافة ماكينة السابليه", "نظافه البرانيك المستخدمه في العمليه الانتاجيه", "نظافة ماكينات البيتي فور ", "التاكد من نظافة المعدات والادوات والاستاندات بعد الانتهاء من المواد التي تحتوي علي مسببات حساسية ", "يتم اتباع نظام FIFO",
                    ],
                },
                {
                    divisionTitle: "الحوادق",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التجميد 70 ",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة والحوائط نظيفة ",
                    ],
                },
                {
                    divisionTitle: "الايس كريم",
                    questions: [
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ],
                },
            ],
        },
        {
            sectionTitle: "غرفة التجميد 80",
            divisions: [
                {
                    divisionTitle: "الاستيور",
                    questions: [
                        "ارضية الغرفة والحوائط نظيفة ",
                    ],
                },
                {
                    divisionTitle: "الايس كريم",
                    questions: [
                        "جميع الخامات مرفوعة علي باليتات ولا يوجد خامات علي الارض",
                        "نظافة الاستندات ووضع كروت تعريف",
                        "الخامات مغطه ومعرفة",
                        "عدم التخزين اسفل وحدة التبريد ",
                        "يتم اتباع نظام FIFO",
                    ],
                },
            ],
        },
    ],
}
export default floor3;